const iraqAreas = {
  بغداد: [
    'الكرادة',
    'الأعظمية',
    'المنصور',
    'الدورة',
    'الشعلة',
    'حي الجامعة',
    'الزعفرانية',
    'مدينة الصدر',
    'الغزالية',
    'الحرية',
    'حي العامل',
    'العامرية'
  ],
  البصرة: ['الزبير', 'القرنة', 'المدينة', 'أبو الخصيب', 'الهارثة', 'الفاو', 'السيبة'],
  نينوى: ['الموصل', 'تلكيف', 'الحمدانية', 'بعاج', 'سنجار', 'الشرقاط', 'القيارة'],
  النجف: ['الكوفة', 'المشخاب', 'العباسية', 'الحيدرية', 'المناذرة'],
  كربلاء: ['عين التمر', 'الحر', 'الحي', 'المدحتية'],
  الأنبار: ['الرمادي', 'الفلوجة', 'هيت', 'حديثة', 'الرطبة', 'عانة', 'القائم'],
  بابل: ['الحلة', 'المحاويل', 'القاسم', 'المسيب', 'جبلة', 'الإسكندرية'],
  ديالى: ['بعقوبة', 'المقدادية', 'الخالص', 'خانقين', 'بلدروز', 'كنعان'],
  واسط: ['الكوت', 'الصويرة', 'الحي', 'النعمانية', 'بدرة', 'الزبيدية'],
  ميسان: ['العمارة', 'علي الغربي', 'المشرح', 'قلعة صالح', 'الكحلاء', 'المجر الكبير'],
  'ذي قار': ['الناصرية', 'سوق الشيوخ', 'الشطرة', 'الرفاعي', 'الجبايش'],
  المثنى: ['السماوة', 'الخضر', 'الرميثة', 'الوركاء'],
  القادسية: ['الديوانية', 'الشامية', 'عفك', 'البدير', 'السنية'],
  'صلاح الدين': ['تكريت', 'سامراء', 'بيجي', 'الضلوعية', 'الشرقاط', 'العلم', 'الدجيل'],
  كركوك: ['كركوك', 'داقوق', 'الحويجة', 'التون كوبري', 'الزاب'],
  دهوك: ['دهوك', 'زاخو', 'سيميل', 'العمادية', 'عقرة'],
  أربيل: ['أربيل', 'كويسنجق', 'شقلاوة', 'سوران', 'بردرش'],
  السليمانية: ['السليمانية', 'رانية', 'قلعة دزة', 'حلبجة', 'جمجمال']
}

export default iraqAreas
